{
  "termsOfUse": {
    "title": "Умови використання сайту",
    "introduction": "Ласкаво просимо на наш веб-сайт! Використовуючи наш сайт, ви погоджуєтесь з наступними умовами використання. Будь ласка, уважно прочитайте ці умови перед початком використання сайту. Якщо ви не погоджуєтесь з цими умовами, будь ласка, не використовуйте наш сайт.",
    "section1": "Загальні положення",
    "section1_1": "Ці Умови використання (далі — \"Умови\") регулюють використання вами нашого веб-сайту (далі — \"Сайт\").",
    "section1_2": "Використання Сайту означає, що ви приймаєте та зобов'язуєтеся дотримуватись цих Умов.",
    "section2": "Використання Сайту",
    "section2_1": "Ви погоджуєтесь використовувати Сайт лише в законних цілях та у спосіб, що не порушує права інших користувачів.",
    "section2_2": "Забороняється використовувати Сайт для розповсюдження будь-яких незаконних, шкідливих, образливих, наклепницьких або неприйнятних матеріалів.",
    "section3": "Реєстрація та обліковий запис",
    "section3_1": "Для доступу до деяких функцій Сайту може знадобитися реєстрація. Ви зобов'язані надати правдиву та точну інформацію під час реєстрації.",
    "section3_2": "Ви несете відповідальність за збереження конфіденційності вашого облікового запису та пароля.",
    "section4": "Інтелектуальна власність",
    "section4_1": "Весь контент, представлений на Сайті, включаючи текст, графіку, логотипи, іконки, зображення, аудіо та відео матеріали, є власністю нашого сайту або ліцензіарів і захищається законами про авторське право.",
    "section4_2": "Забороняється використовувати контент Сайту без нашої попередньої письмової згоди.",
    "section5": "Відповідальність",
    "section5_1": "Ми не несемо відповідальності за будь-які прямі, непрямі, випадкові, спеціальні або наслідкові збитки, що виникають у зв'язку з використанням або неможливістю використання Сайту.",
    "section5_2": "Ми не гарантуємо безперервну та безпомилкову роботу Сайту.",
    "section6": "Зміни до Умов",
    "section6_1": "Ми залишаємо за собою право в будь-який час вносити зміни до цих Умов. Зміни набирають чинності з моменту їх публікації на Сайті.",
    "section6_2": "Продовжуючи використовувати Сайт після внесення змін до Умов, ви погоджуєтесь з новими Умовами.",
    "section7": "Політика конфіденційності",
    "section7_1": "Ваша конфіденційність важлива для нас. Будь-яка інформація, яку ви надаєте через Сайт, підлягає нашій Політиці конфіденційності.",
    "section8": "Вирішення спорів",
    "section8_1": "Усі спори, що виникають у зв'язку з використанням Сайту, вирішуються відповідно до чинного законодавства.",
    "section9": "Контакти",
    "section9_1": "Якщо у вас є будь-які питання або коментарі щодо цих Умов, будь ласка, зв'яжіться з нами за допомогою контактної інформації, вказаної на Сайті.",
    "section10": "Застереження",
    "section10_1": "Використання Сайту здійснюється на ваш власний ризик. Весь контент надається \"як є\" без жодних гарантій.",
    "effectiveDate": "Дата набрання чинності: 10.06.2024",
    "closing": "Сподіваємось, що вам сподобається користуватись нашим Slush!"
  },
  "privacyPolicy": {
    "title": "Політика конфіденційності",
    "introduction": "Ця Політика конфіденційності описує, як ми збираємо, використовуємо, зберігаємо та захищаємо вашу особисту інформацію при використанні нашого веб-сайту (далі — \"Сайт\"). Використовуючи наш Сайт, ви погоджуєтеся з умовами цієї Політики конфіденційності.",
    "section1": "Збір інформації",
    "section1_1": "Ми збираємо інформацію, яку ви надаєте безпосередньо, наприклад, під час реєстрації на Сайті, підписки на нашу розсилку, заповнення форм або спілкування з нами.",
    "section1_2": "Ми також можемо збирати інформацію автоматично при використанні вами Сайту, таку як IP-адреса, тип браузера, операційна система, сторінки, які ви відвідуєте, час відвідування та іншу статистичну інформацію.",
    "section2": "Використання інформації",
    "section2_1": "Інформація, яку ми збираємо, використовується для:",
    "section2_1_1": "Надання та вдосконалення наших послуг;",
    "section2_1_2": "Адміністрування вашого облікового запису;",
    "section2_1_3": "Відправлення вам оновлень, інформаційних бюлетенів та рекламних матеріалів;",
    "section2_1_4": "Відповіді на ваші запити та надання підтримки клієнтам;",
    "section2_1_5": "Аналізу використання Сайту для покращення нашого контенту та послуг.",
    "section3": "Обмін інформацією",
    "section3_1": "Ми не продаємо, не передаємо та не розголошуємо вашу особисту інформацію третім особам без вашої згоди, за винятком наступних випадків:",
    "section3_1_1": "З нашими постачальниками послуг, які допомагають нам у роботі Сайту та наданні послуг;",
    "section3_1_2": "Якщо це вимагається законодавством або у відповідь на законний запит урядових органів;",
    "section3_1_3": "Для захисту наших прав, безпеки та власності або прав, безпеки та власності інших осіб.",
    "section4": "Захист інформації",
    "section4_1": "Ми вживаємо належних заходів для захисту вашої особистої інформації від несанкціонованого доступу, втрати, використання, розголошення, зміни або знищення.",
    "section4_2": "Проте, жоден метод передачі інформації через Інтернет або метод електронного зберігання не є на 100% безпечним. Тому, хоча ми прагнемо використовувати комерційно прийнятні засоби для захисту вашої особистої інформації, ми не можемо гарантувати її абсолютну безпеку.",
    "section5": "Файли cookie",
    "section5_1": "Ми використовуємо файли cookie та інші подібні технології для покращення вашого досвіду на Сайті, аналізу використання Сайту та надання персоналізованого контенту та реклами.",
    "section5_2": "Ви можете керувати файлами cookie через налаштування вашого браузера. Відключення файлів cookie може вплинути на ваш досвід використання Сайту.",
    "section6": "Посилання на сторонні сайти",
    "section6_1": "Наш Сайт може містити посилання на сторонні сайти, які не управляються нами. Ми не несемо відповідальності за зміст або політику конфіденційності цих сторонніх сайтів.",
    "section7": "Права користувачів",
    "section7_1": "Ви маєте право:",
    "section7_1_1": "Доступу до вашої особистої інформації, яку ми зберігаємо;",
    "section7_1_2": "Виправлення неточностей у вашій особистій інформації;",
    "section7_1_3": "Видалення вашої особистої інформації;",
    "section7_1_4": "Обмеження обробки вашої особистої інформації;",
    "section7_1_5": "Заперечення проти обробки вашої особистої інформації;",
    "section7_1_6": "Перенесення вашої особистої інформації іншому постачальнику послуг.",
    "section8": "Зміни до Політики конфіденційності",
    "section8_1": "Ми залишаємо за собою право в будь-який час вносити зміни до цієї Політики конфіденційності. Зміни набирають чинності з моменту їх публікації на Сайті.",
    "section8_2": "Продовжуючи використовувати Сайт після внесення змін до Політики конфіденційності, ви погоджуєтесь з новими умовами.",
    "section9": "Контакти",
    "section9_1": "Якщо у вас є будь-які питання або коментарі щодо цієї Політики конфіденційності, будь ласка, зв'яжіться з нами за допомогою контактної інформації, вказаної на Сайті.",
    "effectiveDate": "Дата набрання чинності: 10.06.2024",
    "closing": "Сподіваємось, що наш Slush принесе вам лише позитивний досвід!"
  },
  "storeRefundPolicy": {
    "title": "Політика повернення коштів ігрового магазину",
    "introduction": "Ми прагнемо забезпечити наших клієнтів найкращими продуктами та послугами. Якщо ви не задоволені своєю покупкою, будь ласка, ознайомтеся з нашою політикою повернення коштів, щоб зрозуміти, як ви можете отримати відшкодування.",
    "section1": "Загальні положення",
    "section1_1": "Ця Політика повернення коштів регулює процес повернення та відшкодування коштів за покупки, здійснені в нашому ігровому магазині (далі — \"Магазин\").",
    "section1_2": "Політика застосовується до всіх клієнтів Магазину.",
    "section2": "Повернення товарів",
    "section2_1": "Ви можете повернути фізичні товари, придбані в Магазині, протягом [30] днів з дати покупки за умови, що товари знаходяться в оригінальній упаковці та не були використані.",
    "section2_2": "Для цифрових товарів (наприклад, ігрових ключів, цифрових завантажень) повернення та відшкодування можливе лише у випадку, якщо товар не був активований або завантажений.",
    "section3": "Процедура повернення",
    "section3_1": "Щоб ініціювати повернення, зв'яжіться з нашою службою підтримки клієнтів через [вкажіть контактний метод: електронну пошту, телефон, форму на сайті].",
    "section3_2": "Після отримання вашого запиту ми надамо вам інструкції щодо повернення товару.",
    "section3_3": "Ви несете відповідальність за витрати на повернення товару, якщо інше не зазначено в нашій Політиці.",
    "section4": "Обробка повернень",
    "section4_1": "Після отримання та перевірки поверненого товару ми надішлемо вам повідомлення про статус вашого повернення.",
    "section4_2": "Якщо повернення затверджено, ми обробимо ваше відшкодування протягом [10] робочих днів. Відшкодування буде здійснено тим же методом, який використовувався для початкової оплати.",
    "section5": "Відшкодування",
    "section5_1": "Ми повернемо повну вартість товару, за винятком витрат на доставку, якщо товар не був дефектним.",
    "section5_2": "Якщо товар повернуто через дефект або помилку з нашого боку, ми також відшкодуємо витрати на доставку.",
    "section6": "Виключення",
    "section6_1": "Деякі товари не підлягають поверненню, включаючи, але не обмежуючись, наступні:",
    "section6_1_1": "Розпаковані програмні продукти;",
    "section6_1_2": "Товари зі знижками або розпродажів;",
    "section6_1_3": "Подарункові картки;",
    "section6_1_4": "Товари, які мають явні сліди використання або пошкодження, спричинені клієнтом.",
    "section7": "Обмін товарів",
    "section7_1": "Ми пропонуємо обмін товарів лише в разі, якщо товар виявився дефектним або помилково надісланим. Для обміну зв'яжіться з нашою службою підтримки клієнтів.",
    "section8": "Контакти",
    "section8_1": "Якщо у вас є будь-які питання або коментарі щодо цієї Політики повернення коштів, будь ласка, зв'яжіться з нами за допомогою контактної інформації, вказаної на нашому сайті.",
    "effectiveDate": "Дата набрання чинності: 10.06.2024",
    "closing1": "Дякуємо за ваші покупки в нашому Slush!",
    "closing2": "Ми цінуємо вашу довіру і прагнемо забезпечити ваше задоволення від наших продуктів та послуг."
  }
}

