{
  "termsOfUse": {
    "title": "Terms of Use",
    "introduction": "Welcome to our website! By using our site, you agree to the following terms of use. Please read these terms carefully before using the site. If you do not agree to these terms, please do not use our site.",
    "section1": "General Provisions",
    "section1_1": "These Terms of Use (hereinafter - \"Terms\") govern your use of our website (hereinafter - \"Site\").",
    "section1_2": "Using the Site means that you accept and agree to comply with these Terms.",
    "section2": "Use of the Site",
    "section2_1": "You agree to use the Site only for lawful purposes and in a manner that does not infringe the rights of other users.",
    "section2_2": "It is prohibited to use the Site to distribute any illegal, harmful, offensive, defamatory or unacceptable materials.",
    "section3": "Registration and Account",
    "section3_1": "Registration may be required to access some features of the Site. You are obliged to provide true and accurate information during registration.",
    "section3_2": "You are responsible for maintaining the confidentiality of your account and password.",
    "section4": "Intellectual Property",
    "section4_1": "All content on the Site, including text, graphics, logos, icons, images, audio and video materials, is the property of our site or licensors and is protected by copyright laws.",
    "section4_2": "You are prohibited from using the Site content without our prior written consent.",
    "section5": "Liability",
    "section5_1": "We are not responsible for any direct, indirect, incidental, special or consequential damages arising in connection with the use or inability to use the Site.",
    "section5_2": "We do not guarantee continuous and error-free operation of the Site.",
    "section6": "Changes to Terms",
    "section6_1": "We reserve the right to make changes to these Terms at any time. Changes take effect from the moment of their publication on the Site.",
    "section6_2": "By continuing to use the Site after making changes to the Terms, you agree to the new Terms.",
    "section7": "Privacy Policy",
    "section7_1": "Your privacy is important to us. Any information you provide through the Site is subject to our Privacy Policy.",
    "section8": "Dispute Resolution",
    "section8_1": "All disputes arising in connection with the use of the Site are resolved in accordance with the current legislation.",
    "section9": "Contacts",
    "section9_1": "If you have any questions or comments regarding these Terms, please contact us using the contact information provided on the Site.",
    "section10": "Disclaimer",
    "section10_1": "Use of the Site is at your own risk. All content is provided \"as is\" without any warranties.",
    "effectiveDate": "Effective Date: 06.10.2024",
    "closing": "We hope you enjoy using our Slush!"
  },
  "privacyPolicy": {
    "title": "Privacy Policy",
    "introduction": "This Privacy Policy describes how we collect, use, store and protect your personal information when using our website (hereinafter - \"Site\"). By using our Site, you agree to the terms of this Privacy Policy.",
    "section1": "Information Collection",
    "section1_1": "We collect information that you provide directly, for example, when registering on the Site, subscribing to our newsletter, filling out forms, or communicating with us.",
    "section1_2": "We may also collect information automatically when you use the Site, such as IP address, browser type, operating system, pages you visit, visit time and other statistical information.",
    "section2": "Use of Information",
    "section2_1": "The information we collect is used for:",
    "section2_1_1": "Providing and improving our services;",
    "section2_1_2": "Managing your account;",
    "section2_1_3": "Sending you updates, newsletters and promotional materials;",
    "section2_1_4": "Responding to your requests and providing customer support;",
    "section2_1_5": "Analyzing Site usage to improve our content and services.",
    "section3": "Information Sharing",
    "section3_1": "We do not sell, transfer or disclose your personal information to third parties without your consent, except in the following cases:",
    "section3_1_1": "With our service providers who help us operate the Site and provide services;",
    "section3_1_2": "If required by law or in response to a lawful request from government agencies;",
    "section3_1_3": "To protect our rights, security and property or the rights, security and property of other persons.",
    "section4": "Information Protection",
    "section4_1": "We take appropriate measures to protect your personal information from unauthorized access, loss, use, disclosure, modification or destruction.",
    "section4_2": "However, no method of transmitting information over the Internet or electronic storage method is 100% secure. Therefore, although we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.",
    "section5": "Cookie Files",
    "section5_1": "We use cookie files and similar technologies to improve your experience on the Site, analyze Site usage and provide personalized content and advertising.",
    "section5_2": "You can manage cookies through your browser settings. Disabling cookies may affect your experience using the Site.",
    "section6": "Links to Third-Party Sites",
    "section6_1": "Our Site may contain links to third-party sites that are not managed by us. We are not responsible for the content or privacy policy of these third-party sites.",
    "section7": "User Rights",
    "section7_1": "You have the right to:",
    "section7_1_1": "Access your personal information we store;",
    "section7_1_2": "Correct inaccuracies in your personal information;",
    "section7_1_3": "Delete your personal information;",
    "section7_1_4": "Restrict processing of your personal information;",
    "section7_1_5": "Object to processing of your personal information;",
    "section7_1_6": "Transfer your personal information to another service provider.",
    "section8": "Changes to Privacy Policy",
    "section8_1": "We reserve the right to make changes to this Privacy Policy at any time. Changes take effect from the moment of their publication on the Site.",
    "section8_2": "By continuing to use the Site after making changes to the Privacy Policy, you agree to the new terms.",
    "section9": "Contacts",
    "section9_1": "If you have any questions or comments regarding this Privacy Policy, please contact us using the contact information provided on the Site.",
    "effectiveDate": "Effective Date: 06.10.2024",
    "closing": "We hope our Slush brings you only positive experiences!"
  },
  "storeRefundPolicy": {
    "title": "Game Store Refund Policy",
    "introduction": "We strive to provide our customers with the best products and services. If you are not satisfied with your purchase, please review our refund policy to understand how you can get a refund.",
    "section1": "General Provisions",
    "section1_1": "This Refund Policy regulates the process of returning and refunding money for purchases made in our game store (hereinafter - \"Store\").",
    "section1_2": "The policy applies to all Store customers.",
    "section2": "Product Returns",
    "section2_1": "You may return physical products purchased in the Store within [30] days of purchase, provided that the products are in original packaging and have not been used.",
    "section2_2": "For digital products (e.g., game keys, digital downloads), return and refund is possible only if the product has not been activated or downloaded.",
    "section3": "Return Procedure",
    "section3_1": "To initiate a return, contact our customer support through [specify contact method: email, phone, website form].",
    "section3_2": "After receiving your request, we will provide you with instructions for returning the product.",
    "section3_3": "You are responsible for the cost of returning the product unless otherwise stated in our Policy.",
    "section4": "Processing Returns",
    "section4_1": "After receiving and verifying the returned product, we will send you a notification about the status of your return.",
    "section4_2": "If the return is approved, we will process your refund within [10] business days. The refund will be made using the same method used for the original payment.",
    "section5": "Refund",
    "section5_1": "We will refund the full cost of the product, excluding shipping costs, if the product was not defective.",
    "section5_2": "If the product was returned due to a defect or error on our part, we will also reimburse shipping costs.",
    "section6": "Exclusions",
    "section6_1": "Some products are not eligible for return, including, but not limited to, the following:",
    "section6_1_1": "Unpacked software products;",
    "section6_1_2": "Products from sales or discounts;",
    "section6_1_3": "Gift cards;",
    "section6_1_4": "Products that show obvious signs of use or damage caused by the customer.",
    "section7": "Product Exchange",
    "section7_1": "We offer product exchange only in case the product turned out to be defective or was sent by mistake. To exchange, contact our customer support.",
    "section8": "Contacts",
    "section8_1": "If you have any questions or comments regarding this Refund Policy, please contact us using the contact information provided on our website.",
    "effectiveDate": "Effective Date: 06.10.2024",
    "closing1": "Thank you for your purchases in our Slush!",
    "closing2": "We value your trust and strive to provide you with satisfaction from our products and services."
  }
}

